<?php
  /**
  * Template Name: BBtrain
  */
get_header(); ?>
<?php the_content(); ?>
<div class="content_typess">
    <?php while ( have_posts() ) : the_post(); ?>

				<?php get_template_part( 'template-parts/content', 'page' ); ?>


			<?php endwhile; // end of the loop. ?>
</div>
<div id="carouselExampleIndicators" class="carousel slide" data-ride="carousel">
            <ol class="carousel-indicators">
                <li data-target="#carouselExampleIndicators" data-slide-to="0" class="active"></li>
                <li data-target="#carouselExampleIndicators" data-slide-to="1"></li>
                <li data-target="#carouselExampleIndicators" data-slide-to="2"></li>
            </ol>
            <div class="carousel-inner">
                <div class="carousel-item active">
                    <img class="d-block w-100" src="<?php bloginfo('template_url') ?>/assets/img/slider/expirience/newbie.jpg" alt="First slide">
                    <div class="carousel-caption d-none d-md-block">
                        <h5>Новичек</h5>
                        <p></p>
                    </div>
                </div>
                <div class="carousel-item">
                    <img class="d-block w-100" src="<?php bloginfo('template_url') ?>/assets/img/slider/expirience/amateur.jpg" alt="Second slide">
                    <div class="carousel-caption d-none d-md-block">
                        <h5>Опытный</h5>
                        <p></p>
                    </div>
                </div>
                <div class="carousel-item">
                    <img class="d-block w-100" src="<?php bloginfo('template_url') ?>/assets/img/slider/expirience/pro.jpg" alt="Third slide">
                    <div class="carousel-caption d-none d-md-block">
                        <h5>Про</h5>
                        <p></p>
                    </div>
                </div>
            </div>
            <a class="carousel-control-prev" href="#carouselExampleIndicators" role="button" data-slide="prev">
                <span class="carousel-control-prev-icon" aria-hidden="true"></span>
                <span class="sr-only">Previous</span>
            </a>
            <a class="carousel-control-next" href="#carouselExampleIndicators" role="button" data-slide="next">
                <span class="carousel-control-next-icon" aria-hidden="true"></span>
                <span class="sr-only">Next</span>
            </a>
        </div>

        <p class="train_title">Программы тренировок</p>
        <p class="train_content">
            Когда вы приступаете к спортивным занятиям, то ставите себе определенные цели и планируете достичь определенных результатов. Спортивные занятия позволяют развивать тело по-разному, очевидно, что тренировки с целью развития силы будут отличаться от тренировок
            для снижения веса. При этом будут использоваться разные упражнения и разные методики. Чтобы ваши действия были успешными, нужно четко понимать, как вы собираетесь тренироваться, то есть нужно иметь эффективный и рациональный план действий,
            по которому вы будете продвигаться к цели.<br> <strong>Программа тренировок</strong> – это продуманный и обоснованный план действий, направленный на решение определенных задач. Программа тренировок помогает вам заниматься эффективно.
            Организм человека – это сложная биологическая система и если вы хотите добиться результатов, то нужно правильно работать над развитием нужных параметров своего тела. Как известно, разные нагрузки по-разному воздействуют на организм, значит,
            чтобы добиваться хороших результатов, нужно использовать правильные методы. Чтобы программа тренировок была эффективной, она должна быть подготовлена специалистом, который обладает профильным образованием и опытом работы в спорте. Можно ли
            построить корабль, не имея правильных знаний об этом ? При большом упорстве можно, и если повезет, он даже будет плавать, но он будет заметно отличаться от корабля, который построен с применением профессиональных современных методов и знаний.
            При этом, используя профессиональные знания, вы построите корабль быстрее, крепче, надежнее и избежите многих ошибок. Это относится к любой деятельности. Программа тренировок это как чертежи и подробные инструкции для постройки корабля, которые
            дает вам опытный строитель, только в данном случае вы строите и развиваете свое тело.
        </p>

        <div class="training">
            <div>
                <a href="#" class="spoiler-trigger"><span>Новичек</span></a>
                <div class="spoiler-block">
                    <div class="block__img">
                        <img src="<?php bloginfo('template_url') ?>/assets/img/trainer/newbie.jpg"></img>
                    </div>
                    <h3>Общие рекомендации для начинающих</h3><br>
                    <ul>
                        <li>Начальная программа тренировок рассчитана примерно на 1 год занятий, в течение этого времени она прогрессивно видоизменяется. Не зацикливайтесь на одной схеме, так как организм быстро привыкает к однообразным занятиям и эффективность
                            тренинга снижается.</li>
                        <li>Приступая к занятиям не старайтесь максимально нагрузить себя с первой тренировки, увеличивайте интенсивность постепенно. Именно такой подход позволит адаптировать организм к нагрузкам, укрепит здоровье и позволит выработать установку
                            на тренинг.</li>
                        <li>Контролируйте восстановление организма, не допускайте переутомления, не тренируйтесь каждый день. Оптимальная частота 3-4 раза в неделю, в зависимости от индивидуальных особенностей организма.</li>
                        <li>Продолжительность тренировки не должна превышать 1.5 часа, а в некоторых случаях 1 часа.</li>
                        <li>Не прибегайте на начальных этапах занятий к специализированным упражнениям, которые нацелены на отдельные мышцы, используйте преимущественно базовые упражнения.</li>
                        <li>Сконцентрируйте свое внимание на правильной технике упражнений, используйте небольшие веса. В последующем хорошие результаты будет приносить именно правильная техника, которая закладывается в начале. Если вы будете изначально делать
                            упражнения неправильно, позднее будет гораздо сложнее осознать свои ошибки, так как вырабатывается определенный стереотип. Не обращая внимания на технику, вы не сможете полноценно прокачивать целевые мышцы, соответственно стимул
                            к росту будет значительно меньшим. Поэтому перед первым походом в зал тщательно изучите технику упражнений.</li>
                        <li>В первый год занятий большинству новичков подойдут непопулярные ныне, но весьма хорошо зарекомендовавшие себя программы на всё тело за тренировку.</li>
                        <li>Правильно питайтесь, но помните, что начальный этап бодибилдинга не предполагает переедание.</li>
                        <li>Для максимально качественной проработки мышечных групп и достаточного отдыха используйте сплит-тренинг.</li>
                        <li>Используйте электронный дневник тренировок, это существенно облегчает процесс построения и корректировку тренировочного плана.</li>
                    </ul>

                    <hr color="black">

                    <h3>Тренировочная программа</h3>
                    <h5>Первый этап (аэробная подготовка)</h5>
                    <p>Не спешите сразу приступать к силовым упражнениям, а начните свои занятия с аэробных тренировок. Это подготовит вашу сердечно-сосудистую систему и повысит общую выносливость. Наиболее доступный и оптимальный вариант - бег, кроме этого
                        можно заниматься плаванием, быстрой ходьбой, аэробикой и др. В этот период можно заниматься через день или даже каждый день, лучше в утренние часы. Перед каждой тренировкой делайте тщательную разминку, постарайтесь растянуть все
                        основные мышцы, выполняйте движения в основных суставах с максимальной амплитудой. Не делайте резких движений. Цель разминки - увеличить подвижность суставов, улучшить питание мышц и связок.</p>
                    <p>В течение первого этапа вам необходимо выработать толерантность организма к нагрузкам, чтобы подготовить его к высокоинтенсивному силовому тренингу. Если вы увлекаетесь каким-либо спортом (футбол, баскетбол, волейбол и так далее) и
                        систематически подвергаетесь физическим нагрузкам, то этот этап можно пропустить. Средняя продолжительность первого этапа 2-4 недели. Перед первым занятием силовым тренингом сделайте перерыв 2-3 дня, чтобы дать организму время
                        для восстановления.</p>

                    <h5>Второй этап (фулбоди)</h5>
                    <p>Как показало исследование, у начинающих атлетов (или после длительного перерыва) рост мышц протекает более интенсивно на программах фулбоди. Применение тренировок для "всего тела" также обосновано тем, что при выполнении базовых упражнений
                        (приседания, становая тяга, жим лежа, подтягивания) в достаточных количествах выделяются гормоны помогающие восстановлению после тренировок, чего при редкой нагрузке в сплит-системах не происходит. Одним из таких людей является
                        профессор Селуянов который в своей лаборатории проверял кол-во гормонов до упражнения и после, и если после подъема штанги на бицепс количество гормонов в крови составляло 2-3 единицы, то после приседаний либо становой тяги становилось
                        5-7 единиц.</p>
                    <p>Однако другие, не менее авторитетные российские эксперты в области пауэрлифтинга и бодибилдинга (Фалеев и пр.), считают, что никаких гормональных выбросов при выполнении базовых упражнений не происходит. И различные эффекты (напр.
                        влечение) после того же приседа рассматривают не как выброс тестостерона, а простое повышение кровообращения в тазовой области. В поддержку своей гипотезы проводили исследования гормонального фона до упражнений и после. В любом
                        случае для достижения наилучшего результата начинающему атлету (или после длительного перерыва в тренинге) рекомендуется как минимум 2-3 месяца заниматься по системе фулбоди.</p>
                    <ul>
                        <li>Перед тем как приступать к выполнению упражнений нужно сделать разминку в течение 10 минут. Цель разминки: поднять частоту пульса, улучшить кровообращение тканей, разработать сухожилия, поднять тонус симпатической нервной системы.
                        </li>
                        <li>Используйте в упражнениях рабочий вес.</li>
                        <li>Выполнение каждого упражнения начинается с разминочного сета: 10 повторений с 50% от рабочего веса.</li>
                        <li>Каждое упражнение включает в себя примерно 3 сета и 10-15 повторений. Не удивляйтесь высокой частоте повторений. Тренировочная программа для начинающего нацелена не столько на стимуляцию мышц к росту, сколько к их подготовке. С
                            первыми силовыми нагрузками необходимо добиться суперкомпенсации в гликогеновом обмене, для этого и требуется большее число повторений. Есть отдельные мышцы (икры, пресс), которые требуют еще большего числа повторений (около
                            20).
                        </li>
                        <li>На выполнение каждого подхода должно уходить 30-60 секунд. Именно этот период оптимален для силового тренинга.</li>
                        <li>Следите за частотой пульса на тренировке. Оптимальный пульсовой интервал 100-140 ударов в минуту. Если пульс реже, то интенсивность тренинга слишком низка, если пульс чаще, то интенсивность необходимо снизить.</li>
                    </ul>

                    <h5>Третий этап (двухдневный сплит)</h5>
                    <p>
                        Постепенно мышцы адаптируются к нагрузке, и в соответствии с принципом вариативности для достижения выраженного тренировочного эффекта необходимо постепенно повышать объем нагрузки на отдельные мышечные группы, а также увеличивать интенсивность и повышать
                        рабочий вес. Чтобы повысить нагрузку на отдельные мышцы, не увеличивая общий объем нагрузки (иначе возможно развитие перетренированности), приходит на помощь сплит-программа.
                    </p>

                    <h5>Четвертый этап (трехдневный сплит)</h5>
                    <h6>День 1 - спина и бицепс</h6>
                    <ul>
                        <li>Разминка</li>
                        <li>Становая тяга, 2x8</li>
                        <li>Тяга штанги в наклоне, 3x8</li>
                        <li>Подтягивания широким хватом, 3x макс.</li>
                        <li>Подъем штанги на бицепс, 2x12</li>
                        <li>Любое упражнение на пресс (скручивания), без отягощения, 3 отказных сета</li>
                        <li>Заминка</li>
                    </ul>

                    <h5>День 2 - ноги и трицепс</h5>
                    <ul>
                        <li>Разминка</li>
                        <li>Приседания со штангой 3x6</li>
                        <li>Жим ногами 2x18</li>
                        <li>Подъем на носках сидя, 3x15</li>
                        <li>Жим лежа узким хватом 2x12</li>
                        <li>Французский жим 1x12</li>
                        <li>Любое упражнение на пресс (скручивания), без отягощения, 3 отказных сета</li>
                        <li>Заминка</li>
                    </ul>

                    <h5>День 3 - грудь, плечи</h5>
                    <ul>
                        <li>Разминка</li>
                        <li>Жим лежа широким хватом, 5x5</li>
                        <li>Отжимания на брусьях, 3 отказных сета</li>
                        <li>Армейский жим, 3x8</li>
                        <li>Разведение рук с гантелями, 2x12</li>
                        <li>Заминка</li>
                    </ul>
                    <p>После третьего дня, необходимо сделать перерыв как минимум два дня. Занятия в рамках этого этапа можно продолжать несколько месяцев, постепенно осваивая новые принципы тренировки.</p>

                    <h5>Пятый этап (волновая периодизация)</h5>
                    <p>
                        Данный этап тренировочной программы в сущности ничем не отличается от предыдущего, кроме того, что в программу начинают включаться более сложные упражнения, большая доля изолирующих упражнений, число повторений варьируется от 6 до 15 с использованием
                        периодизации. Читайте подробнее: Планирование тренировочного процесса.
                    </p>
                </div>
            </div>
            <div>
                <a href="#" class="spoiler-trigger"><span>Опытный</span></a>
                <div class="spoiler-block">
                    <div class="conteiner_trainer">
                        <div class="block__img">
                            <img src="<?php bloginfo('template_url') ?>/assets/img/trainer/1.jpg"></img>
                        </div>
                        <h3>ПИТЕР МАК КОХ, старший консультант журнала «Флекс»</h3>
                    </div>
                    <h5>Инструкции:</h5>
                    <p>
                        Никогда не пренебрегайте разминкой! Она «оживляет» мелкую капиллярную сеть и «вводит» сердце в рабочий режим. Подберите такой вес в каждом упражнении, чтобы последнее повторение сопровождалось полным мышечным «отказом». Если вы чувствуете, что стали сильнее
                        и можете добавить в сете еще одно-два повторения, сразу же увеличивайте вес, чтобы вернуться к исходному числу повторений в сете.
                    </p>
                    <p>
                        Никаких рывков и читинга! Движения медленные, подконтрольные. Обратную фазу движения в каждом повторении старайтесь максимально замедлить, чтобы усилить «негативное» воздействие веса. Отдых между сетами не более 60 и не менее 30 секунд. Каждый интервал
                        отдыха выверяйте по секундомеру! Не пережимайте с весом в упражнениях на ноги. Здесь нужно делать как можно больше повторений в сетах. Такой прием приводит к мощной активации процессов метаболизма в остальной мускулатуре («эффект
                        приседаний»)! Не увеличивайте общий объем тренировки бицепса и трицепса. В данном сплите она невелика, поскольку эти мышцы получают мощнейшую косвенную нагрузку в других упражнениях.
                    </p>
                    <h5>День первый: бедра, икры, грудь, трицепсы</h5>
                    <h6>Бедра</h6>
                    <ul>
                        <li>Разгибание ног 1 x 20 (разм.)</li>
                        <li>Разгибание ног 2 x 8-10</li>
                        <li>Приседания 4 x 8-10</li>
                        <li>Сгибание ног 1 x 20 (разм.)</li>
                        <li>Сгибание ног 3 x 8-10</li>
                    </ul>
                    <h6>Икры</h6>
                    <ul>
                        <li>Подъемы стоя 1 x 30 (разм.)</li>
                        <li>Подъемы стоя 3 x 8-10</li>
                    </ul>
                    <h6>Грудь</h6>
                    <ul>
                        <li>Жим лежа (головой вверх) 1 x 20 (разм.)</li>
                        <li>Жим лежа (головой вниз) 3 x 6-8</li>
                        <li>Разведение гантелей 1 x 20 (разм.)</li>
                        <li>Разведение гантелей 2 x 6-8</li>
                        <li>Пуловер 2 x 8</li>
                    </ul>
                    <h6>Трицепсы</h6>
                    <ul>
                        <li>Тяга блока книзу 1 x 20 (разм.)</li>
                        <li>Тяга блока книзу 3 x 6-8</li>
                        <li>Жим лежа узким хватом 2 x 6-8</li>
                        <li>Разведение гантелей 2 x 6-8</li>
                        <li>Пуловер 2 x 8</li>
                    </ul>
                    <br>
                    <h5>День второй: отдых</h5>
                    <br>
                    <h5>День третий: спина, плечи, бицепсы, пресс</h5>
                    <h6>Спина</h6>
                    <ul>
                        <li>Становая тяга 1 x 20 (разм.)</li>
                        <li>Становая тяга 3 x 6-8</li>
                        <li>Тяга штанги к поясу в наклоне 3 x 6-8</li>
                        <li>Тяга блока за голову 3 x 6-8</li>
                    </ul>
                    <h6>Плечи</h6>
                    <ul>
                        <li>Жим из-за головы 1 x 20 (разм.)</li>
                        <li>Жим из-за головы 3 x 6-8</li>
                        <li>Подъемы гантелей в сторону 2 x 6-8</li>
                        <li>Разведение гантелей в наклоне 2 x 6-8</li>
                    </ul>
                    <h6>Бицепсы</h6>
                    <ul>
                        <li>Подъем на бицепс 1 x 20 (разм.)</li>
                        <li>Подъем на бицепс 3 x 6-8</li>
                        <li>Подъем на бицепс на скамье Скотта одной рукой 2 x 6-8</li>
                    </ul>
                    <h6>Пресс</h6>
                    <ul>
                        <li>Подъем ног лежа 3 x 15</li>
                        <li>в суперсете с «Кранч» 3 x 15</li>
                    </ul>

                    <h5>День четвертый: отдых</h5>

                    <hr color="black">

                    <div class="conteiner_trainer">
                        <div class="block__img">
                            <img src="<?php bloginfo('template_url') ?>/assets/img/trainer/2.jpg"></img>
                        </div>
                        <h3>БОБ ВУЛЬФ, эксперт журнала «Масл энд Фитнесс»</h3>
                    </div>
                    <p>
                        Моя программа представляет собой классический четырехдневный сплит. Мускулатура поделена пополам по простому принципу - выше и ниже пресса. Нижнюю половину (и пресс) вы «прокачиваете» в первый и четвертый день, а верхнюю - на второй и пятый. Однако на
                        этом вся простота заканчивается. Дальше все довольно сложно. Интенсивность тренировок необходимо варьировать. Тренировки 1,2- тяжелые, ну а интенсивность 3 и 4 тренировки понижается до средней и даже легкой в зависимости от глубины
                        восстановления, самочувствия и сопутствующих жизненных стрессов.
                    </p>
                    <p>
                        Упражнения выполняются взвешенно, неторопливо, в полной амплитуде. Частичные повторения допустимы, но не чаще, чем в одном-двух повторениях одного упражнения комплекса. Дело в том, что нагрузки сплита и без того велики. Они не нуждаются в дополнительной
                        интенсификации. Каждое упражнение нужно предварять двумя (!) сетами с легким весом. Это - правило, из которого не может быть исключений!
                    </p>
                    <p>
                        Еженедельно какую-то одну из четырех тренировок превращайте в рекордную. Это обязательно! Если речь идет о «тяжелой» тренировке, пытайтесь набавить веса, сделать дополнительные повторения в сете, в том числе и форсированного характера. Если же вы тренируетесь
                        относительно легко в 4 и 5 дни сплита, то тут пробуйте еще больше увеличить количество повторений, сократить отдых между повторениями и сетами, повысить скорость выполнения движений. Главное - это стремиться провести каждую тренировку
                        лучше, чем предыдущую.
                    </p>
                    <h5>День первый: пресс, икры, бедра</h5>
                    <h6>Пресс</h6>
                    <ul>
                        <li>Подъем ног в висе 3 x до отказа</li>
                        <li>«Кранч» 3 x 30</li>
                    </ul>
                    <h6>Икры</h6>
                    <ul>
                        <li>Подъемы с партнером на спине 5 x до отказа </li>
                        <li>Подъемы на носки сидя 5 x до отказа</li>
                    </ul>
                    <h6>Бицепсы бедер</h6>
                    <ul>
                        <li>Сгибание ног 4 x 10-15</li>
                        <li>Становая тяга на прямых ногах 3 x 6-8</li>
                    </ul>
                    <h6>Квадрицепсы</h6>
                    <ul>
                        <li>Разгибание ног 2 x 20 (разм.)</li>
                        <li>Приседания со штангой на груди 5 x 6-10</li>
                        <li>Жим ногами лежа (носки внутрь) 5 x 10-15</li>
                    </ul>

                    <h5>День второй: грудь, спина, плечи, руки</h5>
                    <h6>Грудь</h6>
                    <ul>
                        <li>Наклонный жим лежа 6 x 6-10</li>
                        <li>Наклонные разведения рук 4 x 8</li>
                    </ul>
                    <h6>Спина</h6>
                    <ul>
                        <li>Подтягивание 5 x до отказа</li>
                        <li>Тяга Т-штанги 5 x 6-8</li>
                        <li>Тяга блока к животу сидя 5 x 8-10</li>
                    </ul>
                    <h6>Плечи</h6>
                    <ul>
                        <li>Жим гантелей сидя 4 x 5-9</li>
                        <li>Подъемы гантелей в стороны 4 x 8-12</li>
                        <li>Подъемы в наклоне 4 x 12-15 </li>
                        <li>Тяга штанги к подбородку 4 x 8-10</li>
                    </ul>
                    <h6>Бицепсы</h6>
                    <ul>
                        <li>Подъемы на бицепс с опорой спины 5 x 8-10</li>
                        <li>Подъемы на бицепс на скамье Скотта с EZ-штангой 4 x 10-15</li>
                    </ul>
                    <h6>Трицепсы</h6>
                    <ul>
                        <li>Французский жим лежа с EZ-штангой 5 x 6-10</li>
                        <li>Жим блока вниз 4 x 12-20</li>
                    </ul>
                    <br>
                    <h5>День третий: отдых</h5>
                    <br>
                    <h5>День четвертый: пресс, бедра, икры</h5>
                    <h6>Пресс</h6>
                    <ul>
                        <li>«Кранч» 4 x 30</li>
                        <li>Подъемы коленей к груди в висе 3 x до отказа</li>
                    </ul>
                    <h6>Бицепсы бедер</h6>
                    <ul>
                        <li>Сгибание ног 4 x 10-15</li>
                        <li>Сгибание одной ногой стоя 3 x 12-20</li>
                    </ul>
                    <h6>Икры</h6>
                    <ul>
                        <li>Жимы носками лежа 5 x 25</li>
                        <li>Подъемы на носки без веса 4
                            < 50</li>
                    </ul>
                    <h6>Квадрицепсы</h6>
                    <ul>
                        <li>Разгибание ног 2 x 20 (разм.)</li>
                        <li>Приседания со штангой на груди 4 x 8-12</li>
                    </ul>
                    <br>
                    <h5>День пятый: спина, грудь, плечи, руки</h5>
                    <h6>Спина</h6>
                    <ul>
                        <li>Тяга к блока к груди обратным хватом 4 x 8-12</li>
                        <li>Тяга гантелей в наклоне 4 x 8</li>
                        <li>Тяга блока к животу сидя 4 x 8-12</li>
                    </ul>
                    <h6>Грудь</h6>
                    <ul>
                        <li>Наклонный жим гантелей 4 x 6-10</li>
                        <li>Сведения рук (на тренажере) 4 x 12-20</li>
                    </ul>
                    <h6>Плечи</h6>
                    <ul>
                        <li>Жим с груди в тренажере Смитта 4 x 6-10</li>
                        <li>Сведения на блоках (для дельт) 3 x 15-20</li>
                        <li>Разведения рук в наклоне 3 x 15-20</li>
                        <li>Шраги 3 x 5-9</li>
                    </ul>
                    <h6>Руки</h6>
                    <ul>
                        <li>Жим блока книзу обратным хватом 5 x 12-20</li>
                        <li>Французский жим сидя 4 x 6-10</li>
                        <li>Подъем на бицепс 5 x 5-9</li>
                        <li>«Молоток» 4 x 10-15</li>
                    </ul>




                </div>
            </div>

            <div>
                <a href="#" class="spoiler-trigger"><span>Профи</span></a>
                <div class="spoiler-block">
                    <div class="conteiner_trainer">
                        <div class="block__img">
                            <img src="<?php bloginfo('template_url') ?>/assets/img/trainer/3.jpg"></img>
                        </div>
                        <h3>Ронни Колеман</h3>
                    </div>
                    <h5>Понедельник и четверг – грудь и спина</h5>
                    <ul>
                        <li>Жим лежа – 3 подхода по 10 повторений</li>
                        <li>Жим под углом – 3 подхода по 12 повторений</li>
                        <li>Пуловер – 3 подхода по 12 повторений</li>
                        <li>Подтягивания широким хватом – 1 подход 50 повторений или до максимума</li>
                        <li>Поднятие ног в висе – 5 подходов по 25 повторений</li>
                        <li>Тяга штанги в наклоне – 4 подхода по 10 повторений</li>
                        <li>Становая тяга – 3 подхода по 10, 6 и 4 повторения до отказа</li>
                    </ul>
                    <br>
                    <h5>Вторник и пятница – плечи и руки</h5>
                    <ul>
                        <li>Армейский жим – 3 подхода по 10 повторений</li>
                        <li>Разведение рук с гантелями – 3 подхода по 12 повторений</li>
                        <li>Тяга штанги к подбородку – 3 подхода по 6 повторений</li>
                        <li>Швунги – 3 подхода по 8 повторений</li>
                        <li>Подъемы на бицепс – 3 подхода по 12 повторений</li>
                        <li>Разгибания кистей – 3 подхода по 20 повторений</li>
                        <li>Римская скамья – 3 подхода по 30 повторений</li>
                    </ul>
                    <br>
                    <h5>Среда и суббота – ноги</h5>
                    <ul>
                        <li>Приседания со штангой – 3 подхода по 8 повторений</li>
                        <li>Выпады – 3 подхода по 12 повторений</li>
                        <li>Сгибания ног – 3 подхода по 15 повторений</li>
                        <li>Подъемы на носки – 3 подхода по 25 повторений</li>
                        <li>Румынская тяга – 3 подхода по 10, 6 и 4 повторения до отказа</li>
                        <li>Наклоны со штангой – 3 подхода по 10, 6 и 4 повторения до отказа</li>
                        <li>Римская скамья – 5 подходов по 25 повторений</li>
                    </ul>
                    <hr color="black">
                    <div class="conteiner_trainer">
                        <div class="block__img">
                            <img src="<?php bloginfo('template_url') ?>/assets/img/trainer/4.jpg"></img>
                        </div>
                        <h3>Арнольд Шварценеггер</h3>
                    </div>
                    <h5>Понедельник и четверг – спина, бицепс и задняя дельта</h5>
                    <ul>
                        <li>Становая тяга – 4 подхода по 15-8 повторений</li>
                        <li>Тяга штанги к поясу – 4 подхода по 10 повторений</li>
                        <li>Тяга Т-грифа – 4 подхода по 10 повторений</li>
                        <li>Тяга верхнего блока – 4 подхода по 15 повторений</li>
                        <li>Подъемы на бицепс – 4 подхода по 12 повторений</li>
                        <li>Тяга штанги лежа – 4 подхода по 12 повторений</li>
                        <li>Махи гантелей в наклоне – 4 подхода по 15 повторений</li>
                    </ul>
                    <br>
                    <h5>Вторник и пятница – ноги</h5>
                    <ul>
                        <li>Разгибания ног – 4 подхода по 30 повторений</li>
                        <li>Приседания со штангой – 5 подходов по 15 повторений</li>
                        <li>Гакк приседания – 3 подхода по 15 повторений</li>
                        <li>Румынская тяга – 4 подхода по 15 повторений</li>
                        <li>Упражнение ослик – 4 подхода по 30 повторений</li>
                    </ul>
                    <br>
                    <h5>Среда и суббота – грудь, передняя дельта и трицепс</h5>
                    <ul>
                        <li>Жим лежа – 4 подхода по 15-8 повторений</li>
                        <li>Жим под углом – 4 подхода по 15-8 повторений</li>
                        <li>Отжимания на брусьях – 4 подхода по 8 повторений</li>
                        <li>Разгибания рук на блоке – 4 подхода по 15 повторений</li>
                        <li>Подъемы гантели перед собой – 4 подхода по 15 повторений</li>
                    </ul>
                </div>

            </div>
        </div>
        
<?php get_footer(); ?>
<script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1/jquery.min.js"></script>
